tap "d12frosted/emacs-plus"
tap "derailed/k9s"
tap "epk/epk"
tap "github/bootstrap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
brew "age"
brew "webp"
brew "gcc"
brew "open-mpi", link: false
brew "xz"
brew "openblas"
brew "arpack"
brew "awk"
brew "readline"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bzip2"
brew "c-ares"
brew "glib"
brew "hiredis"
brew "ccache"
brew "cheat"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "croc"
brew "curl"
brew "kubernetes-cli"
brew "devspace"
brew "docker-compose"
brew "ghostscript"
brew "guile"
brew "libidn2"
brew "unbound", restart_service: true
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fftw"
brew "fig2dev"
brew "findutils"
brew "fortune"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "libgpg-error"
brew "libgcrypt"
brew "gnupg"
brew "pango"
brew "gnuplot"
brew "go"
brew "golangci-lint"
brew "graphicsmagick"
brew "librsvg"
brew "graphviz"
brew "node"
brew "grunt-cli"
brew "gsasl"
brew "gzip"
brew "hadolint"
brew "hdf5"
brew "helm"
brew "highlight"
brew "ncurses"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "ispell"
brew "jansson"
brew "jq"
brew "latex2html"
brew "launchdns"
brew "libgccjit"
brew "libpq"
brew "linkerd"
brew "locust"
brew "mailutils"
brew "make"
brew "markdown"
brew "mitmproxy"
brew "zlib"
brew "mysql"
brew "mysql-client"
brew "nethogs"
brew "nghttp2"
brew "nmap"
brew "node-build"
brew "nodenv", args: ["HEAD"]
brew "pstoedit"
brew "qscintilla2"
brew "sundials"
brew "octave", link: false
brew "openjdk@11"
brew "oras"
brew "pandoc"
brew "poppler"
brew "qt"
brew "pdf2svg"
brew "pigz"
brew "pinentry-mac"
brew "postgresql"
brew "pre-commit"
brew "pv"
brew "pyenv", args: ["HEAD"]
brew "pyenv-ccache"
brew "pyenv-virtualenv"
brew "pyqt"
brew "tcl-tk"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "shfmt"
brew "smartmontools"
brew "starship"
brew "step"
brew "tcptraceroute"
brew "telnet"
brew "terraform"
brew "terragrunt"
brew "tmux"
brew "tree"
brew "vips"
brew "watch"
brew "watchexec"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-elrumo2-icon", "with-imagemagick", "with-mailutils", "with-native-comp", "with-no-frame-refocus", "with-xwidgets"]
brew "derailed/k9s/k9s"
brew "jakehilborn/jakehilborn/displayplacer"
cask "adobe-acrobat-reader"
cask "balenaetcher"
cask "beekeeper-studio"
cask "discord-development"
cask "docker"
cask "dotnet-sdk"
cask "eloston-chromium"
cask "eul"
cask "fiji"
cask "firefox"
cask "firefox-developer-edition"
cask "font-sf-mono-nerd-font"
cask "gimp"
cask "google-cloud-sdk"
cask "hacker-menu"
cask "iina"
cask "inkscape"
cask "karabiner-elements"
cask "lastfm"
cask "libreoffice"
cask "logitech-options"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-edge-dev"
cask "microsoft-teams"
cask "mmhmm"
cask "monitorcontrol"
cask "notion"
cask "obs"
cask "postman"
cask "powershell"
cask "protonmail-bridge"
cask "protonvpn"
cask "safari-technology-preview"
cask "secretive"
cask "signal"
cask "slack-beta"
cask "steam"
cask "superduper"
cask "suspicious-package"
cask "temurin"
cask "visual-studio-code"
cask "vlc"
cask "vscodium"
cask "xquartz"
cask "zoom"
cask "zotero"
