tap "d12frosted/emacs-plus"
tap "epk/epk"
tap "filippo.io/age", "https://filippo.io/age"
tap "github/gh"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
brew "age"
brew "gcc"
brew "open-mpi"
brew "bash"
brew "bzip2"
brew "readline"
brew "xz"
brew "glib"
brew "ccache"
brew "cheat"
brew "clang-format"
brew "coreutils"
brew "cowsay"
brew "dcm2niix"
brew "docker-compose", link: false
brew "ghostscript"
brew "libidn2"
brew "unbound", restart_service: true
brew "gnutls"
brew "gobject-introspection"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fftw"
brew "fig2dev"
brew "fortune"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "gifsicle"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "pango"
brew "gnuplot"
brew "go"
brew "graphicsmagick"
brew "libgpg-error"
brew "libgcrypt"
brew "gsasl"
brew "hdf5"
brew "highlight"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "ispell"
brew "jansson"
brew "latex2html"
brew "librsvg"
brew "magic-wormhole"
brew "mailutils"
brew "markdown"
brew "maven"
brew "mysql"
brew "nmap"
brew "node"
brew "nodenv"
brew "numpy"
brew "pstoedit"
brew "qscintilla2"
brew "sundials"
brew "octave"
brew "openjdk@11"
brew "pandoc"
brew "poppler"
brew "pdf2svg"
brew "pigz"
brew "postgresql@9.5"
brew "pre-commit"
brew "pyenv", args: ["HEAD"]
brew "pyenv-ccache"
brew "pyenv-virtualenv"
brew "pyqt"
brew "tcl-tk"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "shfmt"
brew "smartmontools"
brew "starship"
brew "tree"
brew "vips"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["HEAD", "with-elrumo2-icon", "with-mailutils", "with-xwidgets"]
brew "golangci/tap/golangci-lint"
brew "jakehilborn/jakehilborn/displayplacer"
cask "adobe-acrobat-reader"
cask "balenaetcher"
cask "beekeeper-studio"
cask "discord-ptb"
cask "docker"
cask "eloston-chromium"
cask "eul"
cask "fiji"
cask "firefox"
cask "firefox-developer-edition"
cask "font-sf-mono-nerd-font"
cask "gimp"
cask "gpg-suite-no-mail"
cask "hacker-menu"
cask "iina"
cask "inkscape"
cask "karabiner-elements"
cask "libreoffice"
cask "logitech-options"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-edge-dev"
cask "microsoft-teams"
cask "mmhmm"
cask "notion"
cask "obs"
cask "postman"
cask "protonmail-bridge"
cask "protonvpn"
cask "safari-technology-preview"
cask "signal"
cask "skype"
cask "slack-beta"
cask "steam"
cask "superduper"
cask "suspicious-package"
cask "vlc"
cask "vscodium"
cask "xquartz"
cask "zotero"
