tap "coursier/formulas"
tap "d12frosted/emacs-plus"
tap "filippo.io/age", "https://filippo.io/age"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "octave-app/octave-app"
cask "xquartz"
brew "age"
brew "gcc"
brew "open-mpi"
brew "openblas"
brew "bash"
brew "readline"
brew "xz"
brew "glib"
brew "python@3.8"
brew "clang-format"
brew "coreutils"
brew "cowsay"
brew "dcm2niix"
brew "docker"
brew "docker-compose"
brew "ghostscript"
brew "libidn2"
brew "unbound", link: false
brew "gnutls"
brew "gobject-introspection"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fftw"
brew "fortune"
brew "gdb"
brew "gh"
brew "gifsicle"
brew "git"
brew "gnu-tar"
brew "pango"
brew "go"
brew "hdf5"
brew "highlight"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "ispell"
brew "jansson"
brew "latex2html"
brew "librsvg"
brew "markdown"
brew "maven"
brew "mercurial"
brew "mysql"
brew "nmap"
brew "node"
brew "pstoedit"
brew "octave"
brew "openjdk@11"
brew "osx-cpu-temp"
brew "pandoc"
brew "poppler"
brew "pdf2svg"
brew "pigz"
brew "pyenv"
brew "pyenv-ccache"
brew "pyenv-virtualenv"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "sbt"
brew "shellcheck"
brew "shfmt"
brew "tcl-tk"
brew "wakeonlan"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "coursier/formulas/coursier"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["HEAD", "with-mailutils", "with-modern-black-variant-icon", "with-xwidgets"]
cask "adobe-acrobat-reader"
cask "adoptopenjdk8"
cask "balenaetcher"
cask "db-browser-for-sqlite"
cask "discord-ptb"
cask "eloston-chromium"
cask "fiji"
cask "firefox"
cask "firefox-developer-edition"
cask "gimp"
cask "gpg-suite-nightly"
cask "hacker-menu"
cask "iina"
cask "inkscape"
cask "karabiner-elements"
cask "libreoffice"
cask "logitech-options"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mmhmm"
cask "notion"
cask "octave-app"
cask "postman"
cask "protonmail-bridge"
cask "protonvpn"
cask "safari-technology-preview"
cask "sequel-pro"
cask "signal"
cask "skype"
cask "slack"
cask "superduper"
cask "suspicious-package"
cask "texmacs"
cask "virtualbox"
cask "vlc"
cask "zotero"
